{
    "elena": "Elena's artistic journey blossomed amidst the picturesque landscapes of Novopskov in Ukraine's Luhansk region. Her earliest strokes foretold a lifetime of creative mastery. Between 2003 and 2005, she refined her skills at the esteemed Kyiv art courses of 'Oberig', emerging not only as an artist but also a nurturing guide for budding talents. Her artistic education continued at Odessa State Art College from 2004 to 2009, earning her honors in painting, design, and decoration. In 2010, Elena ventured into monumental painting at the National Academy of Fine Arts and Architecture, under the tutelage of Professor Kozhekov. She mastered mosaic, fresco, sgraffito, and stained glass techniques. Her artistry spans classical and modern approaches, gracing collections worldwide.",
    "teacher_text":  "Elena, an experienced creative art teacher, brings 8 years of expertise to her role, focusing on instructing students in drawing, painting, sculpture, yoga, and meditation. She excels at adapting her teaching methods to cater to diverse learning styles. Elena fosters a deep understanding of artistic concepts and encourages the development of students creative and spiritual abilities. Her teaching is inspiring, offering a holistic art education program with practical exercises in various media. Elena provides constructive feedback, positive reinforcement, and gentle guidance, ensuring incremental improvement. She adeptly manages groups of up to 5 students, ages 6 to 50, fostering a productive learning environment with detailed lesson plans.",
    "biography_text": "Elena, a Ukrainian artist from Novopskov, excelled in various painting techniques and studied at Kyiv's 'Oberig' art courses, Odessa State Art College, and the National Academy of Fine Arts and Architecture, specializing in monumental painting. She mastered techniques like mosaic, fresco, and stained glass, and her works, featured in private collections across Europe, display a range from classical to modern styles. Her artistic achievements include exhibitions in notable galleries such as 'Illusion' and 'Lavra'. Since 2013, Elena has been imparting her knowledge as a painting and drawing teacher.",
    "biography": "biography",
    "teacher": "ART TEACHER & YOGA INSTRUCTOR",
    "work": "Work with me",
    "send":"Send me a message"
}