{
    "elena": "El viaje artístico de Elena floreció entre los pintorescos paisajes de Novopskov, en la región de Luhansk en Ucrania. Sus primeros trazos anunciaron una vida dedicada al dominio creativo. Entre 2003 y 2005, perfeccionó sus habilidades en los prestigiosos cursos de arte 'Oberig' en Kyiv, surgiendo no solo como una artista sino también como una guía alentadora para talentos emergentes. Su educación artística continuó en el Colegio de Arte del Estado de Odessa de 2004 a 2009, obteniendo honores en pintura, diseño y decoración. En 2010, Elena incursionó en la pintura monumental en la Academia Nacional de Bellas Artes y Arquitectura, bajo la tutela del Profesor Kozhekov. Dominó las técnicas de mosaico, fresco, sgraffito y vidrieras. Su artística abarca enfoques clásicos y modernos, adornando colecciones en todo el mundo.",
    "teacher_text":  "Elena, una experimentada profesora de arte creativo, aporta 8 años de experiencia a su rol, centrándose en instruir a los estudiantes en dibujo, pintura, escultura, yoga y meditación. Destaca en adaptar sus métodos de enseñanza para satisfacer diferentes estilos de aprendizaje. Elena fomenta una comprensión profunda de los conceptos artísticos y promueve el desarrollo de las habilidades creativas y espirituales de los estudiantes. Su enseñanza es inspiradora, ofreciendo un programa integral de educación artística con ejercicios prácticos en diversos medios. Elena proporciona retroalimentación constructiva, refuerzo positivo y orientación suave, asegurando mejoras incrementales. Maneja hábilmente grupos de hasta 5 estudiantes, de edades comprendidas entre los 6 y los 50 años, fomentando un entorno de aprendizaje productivo con planes de lecciones detallados.",
    "biography_text": "Elena, una artista ucraniana originaria de Novopskov, destacó en diversas técnicas de pintura y estudió en los cursos de arte 'Oberig' de Kyiv, en el Colegio de Arte del Estado de Odessa y en la Academia Nacional de Bellas Artes y Arquitectura, especializándose en pintura monumental. Dominó técnicas como el mosaico, el fresco y el vidrio pintado, y sus obras, presentes en colecciones privadas en toda Europa, exhiben un rango que va desde estilos clásicos hasta modernos. Sus logros artísticos incluyen exposiciones en galerías destacadas como 'Illusion' y 'Lavra'. Desde 2013, Elena ha compartido su conocimiento como profesora de pintura y dibujo.",
    "biography": "biografía",
    "teacher": "PROFESORA DE ARTE E INSTRUCTORA DE YOGA",
    "work": "Trabaja conmigo",
    "send":"Envíame un mensaje"
}   